Tekla Open API Reference for Tekla Structures 2025
ModuleManager Constructor
Initializes a new instance of the ModuleManager class
 Namespace: Tekla.Structures
 Assembly: Tekla.Structures (in Tekla.Structures.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public ModuleManager()
Public Sub New
See Also
Reference
ModuleManager Class
Tekla.Structures Namespace